Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Save your profiles, theme, and playback preferences to a file you can keep, so a future major update can never lose them. Export Library carries the active profile's saved titles and watch progress to another device or profile, no account needed.
af: Stoor jou profiele, tema en afspeelvoorkeure na 'n lêer wat jy kan bewaar, sodat 'n toekomstige groot opdatering dit nooit kan verloor nie. Voer biblioteek uit, wat die aktiewe profiel se gestoorde titels en kykvorderingna 'n ander toestel of profiel dra, geen rekening nodig nie.
am: መገለጫዎቹ፣ ገጽታ፣ እና ፕሌይባክ ምርጫዎቹ ወደ ፋይል ያስቀምጣሉ ልትጠቀሙበት ወደፊት ዋና ዝመና ሊያጣቸው ካለ። ቤተ-መፅሐፍት ላምጣ የሚሰራዎ መገለጫ ቀመጣ ርዕሶቹ እና የሰዓት እድገቱ ወደ ሌላ መሳሪያ ወይም መገለጫ ያስተላልፋሉ፣ ምንም መለያ ሳያስፈልግ።
ar: احفظ ملفاتك الشخصية وسمتك وتفضيلات التشغيل في ملف يمكنك الاحتفاظ به، لكي لا يفقدها أي تحديث رئيسي مستقبلي أبدًا. ينقل تصدير المكتبة عناوين الملف الشخصي النشط المحفوظة وتقدّم المشاهدة إلى جهاز أو ملف شخصي آخر، دون الحاجة إلى حساب.
as: আপোনাৰ প্ৰ'ফাইল, থীম আৰু প্লেবেক পছন্দবোৰ ৰাখিব পৰা এটা ফাইললৈ সাঁচি ৰাখক, যাতে ভৱিষ্যতৰ কোনো ডাঙৰ আপডেটে সেইবোৰ কেতিয়াও হেৰুৱাব নোৱাৰে। লাইব্ৰেৰী এক্সপ'ৰ্ট-এ সক্ৰিয় প্ৰ'ফাইলৰ সাঁচি থোৱা শিৰোনাম আৰু চোৱাৰ অগ্ৰগতি আন এটা ডিভাইচ বা প্ৰ'ফাইললৈ লৈ যায়, একাউণ্ট নালাগে।
az: Profillərinizi, temanızı və oynatma parametrlərinizi saxlaya biləcəyiniz bir fayla ixrac edin ki, gələcək böyük yeniləmə onları heç vaxt itirməsin. Kitabxananı İxrac et aktiv profilin saxlanmış başlıqlarını və izlənmə irəliliyini başqa bir cihaza və ya profillə aparır, heç bir hesab tələb olunmur.
be: Захавайце вашы профілі, тэму і налады прайгравання ў файл, які можаце пакінуць, каб будучае буйное абнаўленне ніколі іх не страціла. Экспарт бібліятэкі пераносіць захаваныя тайтлы і прагрэс прагляду актыўнага профілю на іншую прыладу ці профіль, без акаўнта.
bg: Запазете вашите профили, тема и предпочитания за възпроизвеждане във файл, който можете да запазите, така че бъдеща голяма актуализация никога да не може да ги загуби. Експортиране на библиотеката пренася запазените заглавия и прогреса на гледане на активния профил към друго устройство или профил, без нужда от акаунт.
bn: আপনার প্রোফাইল, থিম এবং প্লেব্যাক পছন্দসমূহ এমন একটি ফাইলে সংরক্ষণ করুন যা আপনি রাখতে পারেন, যাতে ভবিষ্যতের কোনো বড় আপডেট সেগুলো কখনো হারাতে না পারে। লাইব্রেরি এক্সপোর্ট সক্রিয় প্রোফাইলের সংরক্ষিত শিরোনাম ও দেখার অগ্রগতি অন্য ডিভাইস বা প্রোফাইলে নিয়ে যায়, কোনো অ্যাকাউন্ট দরকার নেই।
br: Enrollit ho aeladoù, ho neuz, hag ho penndibaboù c'hoari en ur restr a c'hallit mirout, evit na c'hallo un hizivadur bras da zont o c'holl morse. Ezporzhiañ al Levraoueg a zoug titloù enrollet an aelad oberiant hag an araokadenn sellet d'un ardivink pe aelad all, hep ezhomm kont ebet.
bs: Sačuvajte svoje profile, temu i postavke reprodukcije u datoteku koju možete zadržati, tako da ih buduće veće ažuriranje nikada ne može izgubiti. Izvoz biblioteke prenosi sačuvane naslove aktivnog profila i napredak gledanja na drugi uređaj ili profil, bez potrebe za računom.
ca: Desa els teus perfils, tema i preferències de reproducció en un fitxer que pots conservar, perquè una actualització important futura no els pugui perdre. Exportar biblioteca transfereix els títols desats i el progrés de visualització del perfil actiu a un altre dispositiu o perfil, sense necessitat de compte.
ceb: I-save ang imong mga profile, theme, ug playback nga mga gusto ngadto sa file nga imong matipigan, aron ang umaabot nga dako nga update dili gyud makawala niini. Ang Export Library nagdala sa na-save nga mga titulo ug watch progress sa aktibong profile ngadto sa laing device o profile, walay account nga gikinahanglan.
cs: Uložte své profily, motiv a předvolby přehrávání do souboru, který si můžete ponechat, takže o ně budoucí velká aktualizace nikdy nemůže přijít. Export knihovny přenese uložené tituly a průběh sledování aktivního profilu do jiného zařízení nebo profilu, bez nutnosti účtu.
cy: Cadwch eich proffiliau, thema a dewisiadau chwarae i ffeil y gallwch ei chadw, fel na all diweddariad mawr yn y dyfodol byth eu colli. Mae Allforio Llyfrgell yn cludo teitlau a chynnydd gwylio wedi'u cadw'r proffil gweithredol i ddyfais neu broffil arall, heb angen cyfrif.
da: Gem dine profiler, tema og afspilningsindstillinger til en fil, du kan beholde, så en kommende større opdatering aldrig kan miste dem. Eksportér bibliotek overfører den aktive profils gemte titler og afspilningsforløb til en anden enhed eller profil, uden behov for en konto.
de: Speichere deine Profile, dein Design und deine Wiedergabe-Einstellungen in einer Datei, die du behalten kannst, sodass ein künftiges großes Update sie niemals verlieren kann. „Bibliothek exportieren“ überträgt die gespeicherten Titel und den Wiedergabefortschritt des aktiven Profils auf ein anderes Gerät oder Profil, ohne Konto.
el: Αποθηκεύστε τα προφίλ, το θέμα και τις προτιμήσεις αναπαραγωγής σας σε ένα αρχείο που μπορείτε να κρατήσετε, ώστε μια μελλοντική μεγάλη ενημέρωση να μην μπορεί ποτέ να τα χάσει. Η Εξαγωγή βιβλιοθήκης μεταφέρει τους αποθηκευμένους τίτλους και την πρόοδο παρακολούθησης του ενεργού προφίλ σε άλλη συσκευή ή προφίλ, χωρίς να χρειάζεται λογαριασμός.
es: Guarda tus perfiles, el tema y las preferencias de reproducción en un archivo que puedes conservar, para que una futura actualización importante nunca los pierda. Exportar biblioteca lleva los títulos guardados y el progreso del perfil activo a otro dispositivo o perfil, sin necesidad de cuenta.
et: Salvesta oma profiilid, kujundus ja taasesituse eelistused faili, mille saad alles hoida, et tulevane suurem värskendus ei saaks neid kunagi kaotada. Teegi eksport viib aktiivse profiili salvestatud pealkirjad ja vaatamise edenemise teise seadmesse või profiili, kontot pole vaja.
eu: Gorde zure profilak, itxura eta erreprodukzio-hobespenak fitxategi batera, etorkizuneko eguneratze garrantzitsu batek galdu ez ditzan. Liburutegia esportatu profil aktiboaren gordetako tituluak eta ikusteko aurrerapena beste gailu edo profil batera eramaten ditu, konturik beharrik gabe.
fa: نمایه‌ها، تم و تنظیمات پخش خود را در فایلی ذخیره کنید که می‌توانید نگه دارید، تا یک به‌روزرسانی بزرگ آینده هرگز نتواند آن‌ها را از دست بدهد. خروجی‌گرفتن از کتابخانه، عنوان‌های ذخیره‌شده و پیشرفت تماشای نمایه فعال را به دستگاه یا نمایه دیگری منتقل می‌کند، بدون نیاز به حساب.
fi: Tallenna profiilisi, teemasi ja toiston asetuksesi tiedostoon, jonka voit säilyttää, jotta tuleva suuri päivitys ei voi koskaan hävittää niitä. Vie kirjasto siirtää aktiivisen profiilin tallennetut nimikkeet ja katselun edistymisen toiseen laitteeseen tai profiiliin, ilman tiliä.
fil: I-save ang iyong mga profile, tema, at mga preference sa playback sa isang file na maaari mong itago, para hindi kailanman mawala ng darating na malaking update ang mga ito. Dinadala ng Export Library ang mga naka-save na titulo at watch progress ng aktibong profile sa ibang device o profile, walang kailangang account.
fo: Goym vangamyndir, tema og spælistillingar tínar í eina fílu, tú kanst halda, so ein komandi størri dagføring aldri kann missa tær. Útflyt savn flytur goymdu titlar og hyggifer virknu vangamyndarinnar til eina aðra eind ella vangamynd, eingin konta tørvar.
fr: Enregistrez vos profils, votre thème et vos préférences de lecture dans un fichier que vous pouvez conserver, afin qu'une future mise à jour majeure ne puisse jamais les perdre. Exporter la bibliothèque transfère les titres enregistrés et la progression de visionnage du profil actif vers un autre appareil ou profil, sans compte.
fy: Bewarje jo profilen, tema en ôfspylfoarkarren nei in bestân dat jo bewarje kinne, sadat in takomstige grutte fernijing se nea kwytreitsje kin. Bibleteek eksportearje bringt de bewarre titels en sjochfuortgong fan it aktive profyl nei in oar apparaat of profyl, sûnder akkount.
ga: Sábháil do phróifílí, do théama agus do roghanna seinnte chuig comhad is féidir leat a choinneáil, ionas nach féidir le mórnuashonrú amach anseo iad a chailleadh riamh. Iompraíonn Easpórtáil Leabharlann teidil shábháilte na próifíle gníomhaí agus an dul chun cinn féachana chuig gléas nó próifíl eile, gan gá le cuntas.
gd: Sàbhail na pròifilean, an t-ùrlar, agus roghainnean cluiche agad gu faidhle as urrainn dhut a chumail, gus nach caill àrdachadh mòr san àm ri teachd iad a-chaoidh. Giùlainidh Às-phortaich Leabharlann tiotalan sàbhailte na pròifil ghnìomhaich agus adhartas coimhid gu inneal no pròifil eile, gun fheum air cunntas.
gl: Garda os teus perfís, tema e preferencias de reprodución nun ficheiro que podes conservar, para que unha futura actualización importante nunca os perda. Exportar biblioteca leva os títulos gardados e o progreso de visualización do perfil activo a outro dispositivo ou perfil, sen necesidade de conta.
gu: તમારી પ્રોફાઇલ, થીમ અને પ્લેબેક પસંદગીઓ તમે રાખી શકો તેવી ફાઇલમાં સાચવો, જેથી ભવિષ્યનું કોઈ મોટું અપડેટ તેમને ક્યારેય ગુમાવી ન શકે. Export Library સક્રિય પ્રોફાઇલના સાચવેલા શીર્ષકો અને જોવાની પ્રગતિ બીજા ઉપકરણ કે પ્રોફાઇલમાં લઈ જાય છે, કોઈ account ની જરૂર નથી.
ha: Adana bayanan martabarka, jigo, da abubuwan da kake so na kunnawa zuwa fayil da za ka iya ajiyewa, don sabuntawa mai girma nan gaba ba zai taɓa rasa su ba. Fitar da Ɗakin Karatu yana ɗauke da taken da aka adana na bayanin martaba mai aiki da ci gaban kallo zuwa wata na'ura ko bayanin martaba, ba a buƙatar asusu.
he: שמור את הפרופילים, ערכת הנושא והעדפות ההשמעה שלך לקובץ שתוכל לשמור, כך שעדכון מרכזי עתידי לעולם לא יוכל לאבד אותם. ייצוא ספרייה מעביר את הכותרים השמורים ואת התקדמות הצפייה של הפרופיל הפעיל למכשיר או לפרופיל אחר, ללא צורך בחשבון.
hi: अपनी प्रोफ़ाइलें, थीम और प्लेबैक प्राथमिकताएँ एक फ़ाइल में सहेजें जिसे आप रख सकें, ताकि कोई भविष्य का बड़ा अपडेट उन्हें कभी न खो सके। लाइब्रेरी निर्यात सक्रिय प्रोफ़ाइल के सहेजे गए टाइटल और देखने की प्रगति को किसी अन्य डिवाइस या प्रोफ़ाइल में ले जाता है, बिना किसी खाते की ज़रूरत के।
hr: Spremite svoje profile, temu i postavke reprodukcije u datoteku koju možete zadržati, kako ih buduće veliko ažuriranje nikad ne može izgubiti. Izvoz biblioteke prenosi spremljene naslove aktivnog profila i napredak gledanja na drugi uređaj ili profil, bez potrebe za računom.
ht: Konsève pwofil ou yo, tèm ou an, ak preferans lekti nan yon fichye ou ka kenbe, konsa yon gwo mizajou nan lavni pa janm ka pèdi yo. Ekspòte Bibliyotèk pote tit ki sove pwofil aktif la ak pwogrè gade nan yon lòt aparèy oswa pwofil, san bezwen kont.
hu: Mentsd el a profiljaidat, a témát és a lejátszási beállításaidat egy megőrizhető fájlba, hogy egy jövőbeli nagyobb frissítés soha ne veszíthesse el őket. A Könyvtár exportálása az aktív profil mentett címeit és megtekintési előrehaladását viszi át egy másik eszközre vagy profilba, fiók nélkül.
hy: Պրոֆիլներն, թեման ու նվագարկման կողքավորումները ֆայլում պահեք, որ ապագա մեծ թարմացումը երբեք չկորցնի դրանք։ Արտահանել Գրադարանը ակտիվ պրոֆիլի պահված վերնագրերն ու դիտման առաջընթացը մյուս սարքի կամ պրոֆիլի փոխանցում է, հաշիվ անհրաժեշտ չէ։
id: Simpan profil, tema, dan preferensi pemutaran Anda ke file yang dapat Anda simpan, agar pembaruan besar di masa depan tidak pernah dapat menghilangkannya. Ekspor Pustaka membawa judul tersimpan dan progres tonton profil aktif ke perangkat atau profil lain, tanpa perlu akun.
ig: Chekwaa profaịlụ, isiokwu, na mmasị nkpọ gị na faịlụ ị nwere ike idobe, ka mmelite ukwuu n'ọdịnihu ghara itufu ha. Mbupụ Ọba akwụkwọ na-ebu aha echekwara na ọganihu nlele nke profaịlụ na-arụ ọrụ na ngwaọrụ ma ọ bụ profaịlụ ọzọ, ọ dịghị akaụntụ achọrọ.
is: Vistaðu prófíla, þema og afspilunarstillingar þínar í skrá sem þú getur geymt, svo framtíðar stóruppfærsla geti aldrei glatað þeim. Flytja út safn flytur vistuð titla og horfuferil virka prófílsins yfir á annað tæki eða prófíl, enginn reikningur þarf.
it: Salva i tuoi profili, il tema e le preferenze di riproduzione in un file da conservare, così un futuro aggiornamento importante non potrà mai perderli. Esporta libreria porta i titoli salvati e l'avanzamento del profilo attivo su un altro dispositivo o profilo, senza bisogno di un account.
ja: プロファイル、テーマ、再生設定を、保管できるファイルに保存します。今後の大型アップデートでも失われることはありません。ライブラリのエクスポートは、アクティブなプロファイルの保存済みタイトルと視聴進行状況を、別のデバイスやプロファイルに引き継ぎます。アカウントは不要です。
jv: Simpen profil, tema, lan preferensi pemutaran sampeyan menyang file sing bisa disimpen, supaya pambaruan gedhé ing mangsa ngarep ora bakal ngilangaké. Ekspor Perpustakaan nggawa judhul kasimpen lan kemajuan tonton profil aktif menyang piranti utawa profil liyané, tanpa perlu akun.
ka: შეინახეთ თქვენი პროფილები, თემა და დაკვრის პარამეტრები ფაილში, რომელიც შეგიძლიათ შეინახოთ, რათა მომავალ მნიშვნელოვან განახლებას ისინი ვერ დაკარგოს. ბიბლიოთეკის ექსპორტი გადასცემს აქტიური პროფილის შენახულ სათაურებსა და ყურების პროგრესს სხვა მოწყობილობაზე ან პროფილზე, ანგარიშის გარეშე.
kk: Болашақ жаңартуда профильдер, тақырып және ойнату параметрлері ешқашан жоғалмас үшін оларды файлға сақтаңыз. Кітапхананы экспорттау белсенді профильдің сақталған атаулары мен қараушы прогресін тіркелгісіз басқа құрылғыға немесе профильге тасымалдайды.
km: រក្សាទុកប្រវត្តិរូប រូបរាង និងចំណូលចិត្តការចាក់ទៅជាឯកសារដែលអ្នកអាចរក្សា ដើម្បីឱ្យការអាប់ដេតធំនាពេលអនាគតមិនអាចបាត់វាបានទេ។ Export Library យកចំណងជើងដែលបានរក្សាទុក និងដំណើរការមើលរបស់ប្រវត្តិរូបសកម្មទៅឧបករណ៍ ឬប្រវត្តិរូបផ្សេង ដោយមិនចាំបាច់មានគណនី។
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗಳು, ಥೀಮ್ ಮತ್ತು ಪ್ಲೇಬ್ಯಾಕ್ ಆದ್ಯತೆಗಳನ್ನು ನೀವು ಇಟ್ಟುಕೊಳ್ಳಬಹುದಾದ ಫೈಲ್‌ಗೆ ಉಳಿಸಿ, ಇದರಿಂದ ಭವಿಷ್ಯದ ಪ್ರಮುಖ ಅಪ್‌ಡೇಟ್ ಎಂದಿಗೂ ಅವುಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳುವುದಿಲ್ಲ. ಲೈಬ್ರರಿ ರಫ್ತು ಸಕ್ರಿಯ ಪ್ರೊಫೈಲ್‌ನ ಉಳಿಸಿದ ಶೀರ್ಷಿಕೆಗಳು ಮತ್ತು ವೀಕ್ಷಣಾ ಪ್ರಗತಿಯನ್ನು ಮತ್ತೊಂದು ಸಾಧನ ಅಥವಾ ಪ್ರೊಫೈಲ್‌ಗೆ ಕೊಂಡೊಯ್ಯುತ್ತದೆ, ಖಾತೆ ಅಗತ್ಯವಿಲ್ಲ.
ko: 프로필, 테마, 재생 환경설정을 보관할 수 있는 파일로 저장하여 향후 주요 업데이트에서도 절대 손실되지 않도록 하세요. 라이브러리 내보내기는 활성 프로필에 저장된 작품과 시청 진행률을 다른 기기나 프로필로 옮기며, 계정이 필요 없습니다.
ku: Profîl, tema û tercîhên lêdana xwe di pelekî ku tu dikarî biparêzî de tomar bike, da ku nûvekirineke mezin a pêşerojê tu carî wan winda neke. Pirtûkxaneyê Derxe sernav û pêşketina temaşekirina profîla çalak diçe amûrek an profîleke din, hesab ne pêwîst e.
ky: Профилдериңизди, теманы жана ойнотуу жөндөөлөрүн сактай ала турган файлга сактаңыз, ошондо келечектеги ири жаңылоо аларды эч качан жоготпойт. Китепкананы экспорттоо активдүү профилдин сакталган аталыштарын жана көрүү жүрүшүн башка түзмөккө же профилге алып өтөт, аккаунт керек эмес.
lb: Späicher deng Profiler, däin Theema an deng Ofspill-Astellungen an eng Datei déi s du behale kanns, sou datt e groussen Update an Zukunft se ni verléiere kann. Bibliothéik exportéieren dréit déi gespäichert Titelen an de Kucks-Fortschrëtt vum aktive Profil op en anere Apparat oder Profil, ouni Kont.
lo: ບັນທຶກໂປຣໄຟລ໌, ຮູບແບບສີ, ແລະ ການຕັ້ງຄ່າການຫຼິ້ນຂອງທ່ານລົງໄຟລ໌ທີ່ທ່ານເກັບໄວ້ໄດ້ ເພື່ອໃຫ້ການອັບເດດໃຫຍ່ໃນອະນາຄົດບໍ່ມີວັນເສຍມັນໄປ. ສົ່ງອອກຄັງເກັບ ຈະນຳລາຍການ ແລະ ຄວາມຄືບໜ້າການເບິ່ງທີ່ບັນທຶກໄວ້ຂອງໂປຣໄຟລ໌ທີ່ໃຊ້ຢູ່ ໄປຫາອຸປະກອນ ຫຼື ໂປຣໄຟລ໌ອື່ນ, ໂດຍບໍ່ຕ້ອງມີບັນຊີ.
lt: Išsaugokite savo profilius, temą ir atkūrimo nuostatas į failą, kurį galite pasilikti, kad būsimas didelis atnaujinimas niekada negalėtų jų prarasti. Bibliotekos eksportavimas perkelia aktyvaus profilio išsaugotus kūrinius ir žiūrėjimo eigą į kitą įrenginį ar profilį, paskyros nereikia.
lv: Saglabājiet savus profilus, motīvu un atskaņošanas preferences failā, ko varat paturēt, lai nākotnes lielais atjauninājums tos nekad nevarētu pazaudēt. Eksportēt bibliotēku pārnes aktīvā profila saglabātos nosaukumus un skatīšanās norisi uz citu ierīci vai profilu, bez konta.
mg: Tehirizo ao anaty rakitra azonao tazonina ny profilnao, lohahevitra, ary safidin'ny famerenana, mba tsy hahaverezan'ny fanavaozana lehibe ho avy azy ireny mihitsy. Ny Export Library dia mitondra ny lohateny voatahiry sy ny fandrosoan'ny fijerena an'ny profil miasa mankany amin'ny fitaovana na profil hafa, tsy mila kaonty.
mi: Tiakina ō kōtaha, tāhuhu, me ō manakohanga pāho ki tētahi kōnae ka taea te pupuri, kia kore rawa ai e ngaro i tētahi whakahou nui ā muri ake. Ka mauria e te Kaweake Whare Pukapuka ngā taitara kua tiakina me te ahunga mātakitaki o te kōtaha hohe ki tētahi atu pūrere, kōtaha rānei, kāore he pūkete e hiahiatia ana.
mk: Зачувајте ги вашите профили, тема и поставки за репродукција во датотека за да ги чувате, за идна голема надградба да не ги изгуби. Извоз на библиотека ги пренесува зачуваните наслови и напредокот на гледање на активниот профил на друг уред или профил, без потреба од сметка.
ml: നിങ്ങൾക്ക് സൂക്ഷിക്കാവുന്ന ഒരു ഫയലിലേക്ക് നിങ്ങളുടെ പ്രൊഫൈലുകൾ, തീം, പ്ലേബാക്ക് മുൻഗണനകൾ എന്നിവ സംരക്ഷിക്കുക, അങ്ങനെ ഭാവിയിലെ ഒരു വലിയ അപ്ഡേറ്റിന് അവ ഒരിക്കലും നഷ്ടപ്പെടുത്താനാകില്ല. ലൈബ്രറി എക്സ്പോർട്ട് സജീവ പ്രൊഫൈലിന്റെ സംരക്ഷിച്ച ടൈറ്റിലുകളും കാഴ്ച പുരോഗതിയും മറ്റൊരു ഉപകരണത്തിലേക്കോ പ്രൊഫൈലിലേക്കോ കൊണ്ടുപോകുന്നു, അക്കൗണ്ട് ആവശ്യമില്ല.
mn: Профайл, загвар болон тоглуулалтын тохиргоогоо хадгалж авах боломжтой файл болгон хадгалснаар ирээдүйн томоохон шинэчлэлт тэдгээрийг хэзээ ч алдахгүй. Сан экспортлох нь идэвхтэй профайлын хадгалсан контент болон үзсэн явцыг өөр төхөөрөмж эсвэл профайл руу зөөх бөгөөд данс шаардлагагүй.
mr: तुमची प्रोफाइल, थीम आणि प्लेबॅक प्राधान्ये अशा फाइलमध्ये जतन करा जी तुम्ही ठेवू शकता, जेणेकरून भविष्यातील एखादा मोठा अपडेट ती कधीही गमावू शकणार नाही. Export Library सक्रिय प्रोफाइलची जतन केलेली शीर्षके आणि पाहण्याची प्रगती दुसऱ्या डिव्हाइस किंवा प्रोफाइलवर घेऊन जाते, खात्याची गरज नाही.
ms: Simpan profil, tema, dan keutamaan main balik anda ke fail yang boleh anda simpan, supaya kemas kini besar pada masa hadapan tidak akan kehilangannya. Eksport Pustaka membawa tajuk tersimpan dan kemajuan tontonan profil aktif ke peranti atau profil lain, tanpa perlu akaun.
mt: Aħżen il-profili, it-tema, u l-preferenzi tal-playback tiegħek f'fajl li tista' żżomm, biex aġġornament kbir fil-futur qatt ma jkun jista' jitlifhom. Export Library jieħu t-titli mħażna u l-progress tal-wiri tal-profil attiv għal apparat jew profil ieħor, mingħajr bżonn ta' kont.
my: သင့်ပရိုဖိုင်များ၊ အပြင်အဆင်နှင့် ဖွင့်ကြည့်ခြင်း ရွေးချယ်မှုများကို သင်သိမ်းထားနိုင်သော ဖိုင်တစ်ခုသို့ သိမ်းပါ၊ ထို့ကြောင့် နောင်လာမည့် အဓိကအပ်ဒိတ်က ၎င်းတို့ကို ဘယ်တော့မှ ဆုံးရှုံးမည်မဟုတ်ပါ။ Export Library သည် လက်ရှိပရိုဖိုင်၏ သိမ်းထားသော ခေါင်းစဉ်များနှင့် ကြည့်ရှုမှုတိုးတက်မှုကို အခြားစက် သို့မဟုတ် ပရိုဖိုင်သို့ အကောင့်မလိုဘဲ သယ်ဆောင်ပေးသည်။
nb: Lagre profilene, temaet og avspillingsinnstillingene dine til en fil du kan beholde, slik at en framtidig stor oppdatering aldri kan miste dem. Eksporter bibliotek tar med den aktive profilens lagrede titler og avspillingsframdrift til en annen enhet eller profil, uten konto.
ne: आफ्ना प्रोफाइलहरू, थिम र प्लेब्याक प्राथमिकताहरू फाइलमा बचाउनुहोस् ताकि भविष्यको ठूलो अपडेटले तिनीहरू कहिल्यै गुमाउन नसकोस्। लाइब्रेरी निर्यातले सक्रिय प्रोफाइलका बचाइएका शीर्षकहरू र हेर्ने प्रगति अर्को उपकरण वा प्रोफाइलमा पुर्‍याउँछ, खाता आवश्यक छैन।
nl: Sla je profielen, thema en afspeelvoorkeuren op in een bestand dat je kunt bewaren, zodat een toekomstige grote update ze nooit kan verliezen. Bibliotheek exporteren brengt de opgeslagen titels en kijkvoortgang van het actieve profiel over naar een ander apparaat of profiel, zonder account.
ny: Sungani ma profile anu, mtundu wa mawonekedwe, ndi zokonda za kusewera ku fayilo lomwe mungasunge, kuti kuvomereza kwakukulu kwamtsogolo kusataye. Export Library imanyamula mitu yosungidwa ndi kupita patsogolo kwa kuwonera kwa profile yogwira ntchito ku chipangizo china kapena profile, popanda akaunti yofunika.
oc: Enregistratz vòstres perfils, tèma e preferéncias de lectura dins un fichièr que podètz gardar, per qu'una mesa a jorn màger venenta los pòsca pas jamai perdre. Exportar la bibliotèca transferís los títols enregistrats e la progression de visionatge del perfil actiu cap a un autre aparelh o perfil, sens besonh de compte.
or: ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ, ଥିମ୍ ଏବଂ ପ୍ଲେବ୍ୟାକ ପସନ୍ଦଗୁଡ଼ିକୁ ଆପଣ ରଖିପାରୁଥିବା ଏକ ଫାଇଲରେ ସାଇତନ୍ତୁ, ଯାହା ଫଳରେ ଏକ ଭବିଷ୍ୟତ ବଡ଼ ଅପ୍‌ଡେଟ ସେଗୁଡ଼ିକୁ କେବେ ହରାଇ ପାରିବ ନାହିଁ। Export Library ସକ୍ରିୟ ପ୍ରୋଫାଇଲର ସାଇତ ହୋଇଥିବା ଟାଇଟଲ ଏବଂ ୱାଚ୍ ପ୍ରଗତିକୁ ଅନ୍ୟ ଡିଭାଇସ କିମ୍ବା ପ୍ରୋଫାଇଲକୁ ନେଇଯାଏ, କୌଣସି ଆକାଉଣ୍ଟ ଆବଶ୍ୟକ ନାହିଁ।
pa: ਆਪਣੀਆਂ ਪ੍ਰੋਫ਼ਾਈਲਾਂ, ਥੀਮ ਅਤੇ ਪਲੇਬੈਕ ਤਰਜੀਹਾਂ ਨੂੰ ਇੱਕ ਫ਼ਾਈਲ ਵਿੱਚ ਸੇਵ ਕਰੋ ਜੋ ਤੁਸੀਂ ਰੱਖ ਸਕਦੇ ਹੋ, ਤਾਂ ਜੋ ਭਵਿੱਖੀ ਵੱਡਾ ਅੱਪਡੇਟ ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਨਾ ਗੁਆਵੇ। ਲਾਇਬ੍ਰੇਰੀ ਐਕਸਪੋਰਟ ਕਿਰਿਆਸ਼ੀਲ ਪ੍ਰੋਫ਼ਾਈਲ ਦੇ ਸੁਰੱਖਿਅਤ ਸਿਰਲੇਖਾਂ ਅਤੇ ਵੇਖਣ ਦੀ ਪ੍ਰਗਤੀ ਨੂੰ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਜਾਂ ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਲੈ ਜਾਂਦਾ ਹੈ, ਬਿਨਾਂ ਖਾਤੇ ਦੇ।
pl: Zapisz swoje profile, motyw i ustawienia odtwarzania do pliku, który możesz zachować, dzięki czemu przyszła duża aktualizacja nigdy ich nie utraci. Eksport biblioteki przenosi zapisane tytuły i postęp oglądania aktywnego profilu na inne urządzenie lub profil, bez potrzeby konta.
ps: خپل پروفایلونه، ثیم او د غږولو غوره‌توبونه په یوه فایل کې وساتئ چې وساتلی شئ، نو یو راتلونکی لوی اپډیټ یې هیڅکله نه شي له لاسه ورکولی. کتابتون صادرول د فعال پروفایل ساتل شوي سرلیکونه او د کتلو پرمختګ بلې وسیلې یا پروفایل ته وړي، حساب ته اړتیا نشته.
pt_br: Salve seus perfis, tema e preferências de reprodução em um arquivo que você pode guardar, para que uma futura atualização importante nunca os perca. Exportar biblioteca leva os títulos salvos e o progresso de exibição do perfil ativo para outro dispositivo ou perfil, sem precisar de conta.
pt_pt: Guarde os seus perfis, tema e preferências de reprodução num ficheiro que pode manter, para que uma futura grande atualização nunca os possa perder. A função Exportar biblioteca leva os títulos guardados e o progresso de visualização do perfil ativo para outro dispositivo ou perfil, sem necessidade de conta.
ro: Salvează profilurile, tema și preferințele de redare într-un fișier pe care îl poți păstra, astfel încât o viitoare actualizare majoră să nu le piardă niciodată. Exportarea bibliotecii transferă titlurile salvate și progresul vizionării profilului activ pe alt dispozitiv sau profil, fără a fi nevoie de cont.
ru: Сохраните свои профили, тему и настройки воспроизведения в файл, который можно хранить, чтобы будущее крупное обновление никогда их не потеряло. Экспорт библиотеки переносит сохранённые тайтлы и прогресс просмотра активного профиля на другое устройство или в другой профиль, без аккаунта.
rw: Bika imyirondoro yawe, insanganyamatsiko, n'ibyo uhitamo mu bukinisha muri dosiye ushobora kubika, kugira ngo ivugururwa rikomeye rizaza ritabizimiza. Kohereza Isomero bijyana insanganyamatsiko zabitswe z'umwirondoro ukora n'aho kureba kigeze ku kindi cyuma cyangwa umwirondoro, nta konti ikenewe.
sd: پنھنجا پروفائل، ٿيم، ۽ پلي بيڪ ترجيحات هڪ اهڙي فائل ۾ محفوظ ڪريو جيڪا اوهان رکي سگھو، ته جيئن ايندڙ ڪا وڏي اپڊيٽ انھن کي ڪڏهن به نه وڃائي. لائبريري ايڪسپورٽ فعال پروفائل جا محفوظ ٿيل عنوان ۽ ڏسڻ جي ترقي ٻئي ڊوائيس يا پروفائل ڏانھن کڻي وڃي ٿي، ڪنھن اڪائونٽ جي ضرورت ناهي.
si: ඔබට තබා ගත හැකි ගොනුවකට ඔබේ පැතිකඩ, තේමාව සහ වාදන මනාප සුරකින්න, එවිට අනාගත ප්‍රධාන යාවත්කාලීනයකට කිසි විටෙක ඒවා නැති කළ නොහැක. පුස්තකාලය නිර්යාත කිරීම සක්‍රීය පැතිකඩේ සුරැකි මාතෘකා සහ නැරඹීම් ප්‍රගතිය වෙනත් උපාංගයකට හෝ පැතිකඩකට රැගෙන යයි, ගිණුමක් අවශ්‍ය නැත.
sk: Uložte svoje profily, motív a nastavenia prehrávania do súboru, ktorý si môžete ponechať, aby ich budúca väčšia aktualizácia nikdy nemohla stratiť. Exportovať knižnicu prenesie uložené tituly aktívneho profilu a priebeh sledovania do iného zariadenia alebo profilu, bez potreby účtu.
sl: Shranite svoje profile, temo in nastavitve predvajanja v datoteko, ki jo lahko obdržite, da jih prihodnja večja posodobitev nikoli ne more izgubiti. Izvoz knjižnice prenese shranjene naslove in napredek gledanja aktivnega profila v drugo napravo ali profil, brez računa.
sm: Sefe au tala faasino patino, autu, ma filifiliga o le taalo i se faila e mafai ona e taofia, ina ia le mafai lava e se faafouga tele i le lumanai ona faaleaogaina. E ave e le Faaulufale Faletusi ulutala ua sefe a le tala faasino patino ola ma le agai i luma o le matamata i se isi masini pe tala faasino patino, e le manaomia se tala.
sn: Chengeta maprofaira ako, theme, uye zvausarudza pakutamba mufaira raunogona kuchengeta, kuti kugadziridza kukuru kwemberi kwisazombozvirasa. Export Library inotakura zvinyorwa zvakachengetwa zvepurofaira iri kushanda nokufambira mberi kwokuona kuenda kune imwe dhivhaisi kana purofaira, pasina account inodiwa.
so: Ku kaydi profile-yadaada, mawduuca, iyo doorbidyada ciyaarista fayl aad hayn karto, si cusboonaysiin weyn oo mustaqbalka ah aanay weligeed u lumin. Export Library wuxuu qaadaa cinwaannada la kaydiyay ee profile-ka firfircoon iyo horumarka daawashada ilaa qalab ama profile kale, akoon looma baahna.
sq: Ruani profilet, temën dhe preferencat e luajtjes në një skedar, që një përditësim i madh i ardhshëm të mos i humbasë kurrë. Eksportimi i Bibliotekës bart titujt dhe progresin e shikimit të profilit aktiv në një pajisje ose profil tjetër, pa nevojë për llogari.
sr: Сачувајте своје профиле, тему и подешавања репродукције у датотеку коју можете да задржите, тако да их будуће велико ажурирање никада не може изгубити. Извоз библиотеке преноси сачуване наслове активног профила и напредак гледања на други уређај или профил, без потребе за налогом.
st: Boloka liprofaele, thsimoloho, le tse ratoang tsa playback faeleng eo u ka e bolokang, e le hore ntlafatso e kholo e tlang e ke ke ea li lahleheloa. Export Library e nka lihlooho tse bolokiloeng tsa profaele e sebetsang le tsoelopele ea ho shebella ho sesebelisoa se seng kapa profaele e 'ngoe, ho se hlokahale akhaonto.
su: Simpen profil, téma, jeung karesep pamuteran anjeun ka file nu bisa dijaga, ambéh pembaruan gedé di mangsa hareup teu bisa ngaleungitkeun. Ékspor Pustaka mawa judul disimpen jeung kamajuan lalajo profil aktif ka alat atawa profil séjén, teu perlu akun.
sv: Spara dina profiler, ditt tema och dina uppspelningsinställningar till en fil du kan behålla, så att en framtida större uppdatering aldrig kan förlora dem. Exportera bibliotek tar med den aktiva profilens sparade titlar och tittarförlopp till en annan enhet eller profil, inget konto behövs.
sw: Hifadhi wasifu wako, mandhari, na mapendeleo ya uchezaji kwenye faili unaloweza kuweka, ili sasisho kubwa la wakati ujao lisiwahi kuyapoteza. Hamisha Maktaba hubeba vichwa vilivyohifadhiwa vya wasifu unaotumika na maendeleo ya kutazama kwenye kifaa au wasifu mwingine, bila akaunti inayohitajika.
ta: உங்கள் சுயவிவரங்கள், தீம் மற்றும் இயக்க விருப்பங்களை நீங்கள் வைத்திருக்கக்கூடிய ஒரு கோப்பில் சேமிக்கவும், அதனால் எதிர்காலப் பெரிய புதுப்பிப்பு எப்போதும் அவற்றை இழக்காது. லைப்ரரியை ஏற்றுமதி செய்தல் செயலில் உள்ள சுயவிவரத்தின் சேமித்த தலைப்புகளையும் பார்வை முன்னேற்றத்தையும் மற்றொரு சாதனத்துக்கோ சுயவிவரத்துக்கோ எடுத்துச்செல்கிறது, கணக்கு தேவையில்லை.
te: మీ ప్రొఫైల్‌లు, థీమ్, మరియు ప్లేబ్యాక్ ప్రాధాన్యతలను మీరు ఉంచుకోగల ఫైల్‌కు సేవ్ చేయండి, తద్వారా భవిష్యత్తు పెద్ద అప్‌డేట్ వాటిని ఎప్పటికీ కోల్పోదు. లైబ్రరీని ఎగుమతి చేయండి సక్రియ ప్రొఫైల్ సేవ్ చేసిన టైటిల్‌లు మరియు చూసిన పురోగతిని మరో పరికరం లేదా ప్రొఫైల్‌కు తీసుకువెళ్తుంది, ఖాతా అవసరం లేదు.
tg: Профилҳо, мавзӯъ ва танзимоти пахши худро ба файле нигоҳ доред, ки нигоҳ дошта метавонед, то навсозии калони оянда ҳеҷ гоҳ онҳоро гум накунад. Содироти китобхона унвонҳои нигоҳдошташуда ва пешрафти тамошои профили фаъолро ба дастгоҳ ё профили дигар мебарад, ҳисоб лозим нест.
th: บันทึกโปรไฟล์ ธีม และการตั้งค่าการเล่นของคุณลงไฟล์ที่คุณเก็บไว้ได้ เพื่อให้การอัปเดตใหญ่ในอนาคตไม่มีทางทำให้สูญหาย การส่งออกไลบรารีจะนำเรื่องที่บันทึกไว้และความคืบหน้าการดูของโปรไฟล์ที่ใช้งานอยู่ไปยังอุปกรณ์หรือโปรไฟล์อื่น โดยไม่ต้องใช้บัญชี
tr: Profillerinizi, temanızı ve oynatma tercihlerinizi saklayabileceğiniz bir dosyaya kaydedin; böylece gelecekteki büyük bir güncelleme onları asla kaybedemez. Kütüphaneyi Dışa Aktar, etkin profilin kayıtlı başlıklarını ve izleme ilerlemesini başka bir cihaza veya profile taşır; hesap gerekmez.
tt: Профильләреңне, теманы һәм уйнату көйләүләрен саклап калырлык файлга сакла, шулай итеп киләчәктәге зур яңарту аларны бервакытта да югалтмас. Китапханәне экспортлау актив профильнең сакланган исемнәрен һәм карау барышын башка җиһазга яки профильгә алып бара, хисап кирәкми.
ug: سەپلىمىلىرىڭىز، ئۆرنەك ۋە قويۇش مايىللىقلىرىڭىزنى ساقلىيالايدىغان ھۆججەتكە ساقلاڭ، شۇنداق قىلىپ كەلگۈسىدىكى چوڭ يېڭىلاش ئۇلارنى مەڭگۈ يوقىتالمايدۇ. ئامبار چىقىرىش ئاكتىپ سەپلىمىنىڭ ساقلانغان ماۋزۇلىرى ۋە كۆرۈش جەريانىنى باشقا ئۈسكۈنى ياكى سەپلىمىگە ئېلىپ بارىدۇ، ھېسابات كەرەك ئەمەس.
uk: Збережіть ваші профілі, тему та налаштування відтворення у файл, який можна залишити в себе, щоб майбутнє велике оновлення ніколи їх не втратило. Експорт бібліотеки переносить збережені тайтли активного профілю та прогрес перегляду на інший пристрій чи профіль, без потреби в акаунті.
ur: اپنے پروفائلز، تھیم، اور پلے بیک ترجیحات کو ایک ایسی فائل میں محفوظ کریں جسے آپ رکھ سکیں، تاکہ مستقبل کی کوئی بڑی اپڈیٹ انہیں کبھی نہ کھو سکے۔ لائبریری ایکسپورٹ فعال پروفائل کے محفوظ شدہ عنوانات اور دیکھنے کی پیش رفت کو کسی دوسری ڈیوائس یا پروفائل میں لے جاتی ہے، بغیر کسی اکاؤنٹ کے۔
uz: Profillaringiz, mavzuingiz va ijro sozlamalaringizni saqlab qo'ya oladigan faylga saqlang, shunda kelajakdagi yirik yangilanish ularni hech qachon yo'qotmaydi. Kutubxonani eksport qilish faol profilning saqlangan sarlavhalari va ko'rish jarayonini boshqa qurilma yoki profilga o'tkazadi, hisob kerak emas.
vi: Lưu hồ sơ, giao diện và tùy chọn phát của bạn vào một tệp bạn có thể giữ, để một bản cập nhật lớn sau này không bao giờ làm mất chúng. Xuất Thư viện mang các tựa đề đã lưu và tiến trình xem của hồ sơ đang hoạt động sang thiết bị hoặc hồ sơ khác, không cần tài khoản.
xh: Gcina iiprofayile zakho, itimu, kunye neenketho zokudlala kwifayile onokuyigcina, ukuze uhlaziyo olukhulu oluzayo lungaze luziphulukane. IExport Library ithatha imixholo egciniweyo yeprofayile esebenzayo kunye nenkqubela yokubukela iye kwesinye isixhobo okanye iprofayile, ngaphandle kweakhawunti.
yo: Tọ́jú àwọn profaìlì, àwòrán-ìwo, àti àwọn àṣàyàn ìtúfò rẹ sínú fáìlì tí o lè pa mọ́, kí àṣesíwájú ńlá ọjọ́ iwájú má bàa lè pàdánù wọn láéláé. Export Library máa ń kó àwọn àkọ́lé tí a tọ́jú àti ìlọsíwájú ìwò profaìlì tí ń ṣiṣẹ́ lọ sí ẹ̀rọ tàbí profaìlì mìíràn, láìsí àkàwé.
zh_hans: 将你的配置文件、主题和播放偏好保存到一个可保留的文件，让未来的重大更新永远不会丢失它们。导出库会将当前配置文件已保存的影片和观看进度带到另一台设备或配置文件，无需账户。
zh_hant: 將你的設定檔、佈景主題與播放偏好設定儲存成可保留的檔案，讓日後的重大更新永遠不會弄丟它們。「匯出資料庫」會把目前設定檔已儲存的片名與觀看進度帶到另一個裝置或設定檔，無需帳號。
zu: Londoloza amaphrofayela akho, itimu, nezintandokazi zokudlala kufayela ongaligcina, ukuze ukubuyekezwa okukhulu kwesikhathi esizayo kungakwazi ukukulahlekelwa. I-Export Library iphatha izihloko ezilondoloziwe zephrofayela esebenzayo nenqubekelaphambili yokubuka iye kwenye idivayisi noma iphrofayela, ngaphandle kwe-akhawunti.
